IDEA Open Model
LineSupportSegment.FlexibleStiffnessX Property
Compatible with IDEA StatiCa 20.1
 Support stiffness X dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double FlexibleStiffnessX { get; set; }
Public Property FlexibleStiffnessX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace